{
    "seeds": [
        {
            "paragraphs": [
                {
                    "paragraph": "Man does not live on bread alone, but on every word that goes out through the mouth of GOD."
                }
            ],
            "reference": "Matthew 4:4"
        },
        {
            "paragraphs": [
                {
                    "paragraph": "Do not test the LORD, your GOD."
                }
            ],
            "reference": "Matthew 4:7"
        },
        {
            "paragraphs": [
                {
                    "paragraph": "Worship the LORD your GOD, and He alone shall you serve."
                }
            ],
            "reference": "Matthew 4:10"
        },
        {
            "paragraphs": [
                {
                    "paragraph": "Repent, for the Kingdom of Heaven has come near."
                }
            ],
            "reference": "Matthew 4:17"
        },
        {
            "paragraphs": [
                {
                    "paragraph": "Blessed are the poor in spirit, for theirs is the Kingdom of Heaven."
                },
                {
                    "paragraph": "Blessed are those who mourn, for they will be comforted."
                },
                {
                    "paragraph": "Blessed are the gentle, for they will inherit the earth."
                },
                {
                    "paragraph": "Blessed are those who hunger and thirst for righteousness, for they will be satisfied."
                },
                {
                    "paragraph": "Blessed are the merciful, for they will receive mercy."
                },
                {
                    "paragraph": "Blessed are the clean in heart, for they will see GOD."
                },
                {
                    "paragraph": "Blessed are the peacemakers, for they will be called sons of GOD."
                },
                {
                    "paragraph": "Blessed are those who have been persecuted because of righteousness; for theirs is the Kingdom of Heaven."
                },
                {
                    "paragraph": "Blessed are you when they insult you and persecute you and say all kinds of evil against you falsely because of me. Be glad, and rejoice greatly, for your reward is great in heaven. For so they persecuted the prophets who were before you."
                }
            ],
            "reference": "Matthew 5:3-12"
        },
        {
            "paragraphs": [
                {
                    "paragraph": "You are the salt of the earth."
                },
                {
                    "paragraph": "But if the salt loses its taste, what can make it salty again? It is not useful anymore, except to be thrown outside and be trampled by the people."
                }
            ],
            "reference": "Matthew 5:13"
        },
        {
            "paragraphs": [
                {
                    "paragraph": "You are the light of the world."
                },
                {
                    "paragraph": "A city laid above a mountain cannot be hidden. Nor do they light a lamp and put it under a basket, but on the lampstand; and it gives light to all in the house."
                },
                {
                    "paragraph": "So let your light shine before the people so that they may see your good works, and glorify your Father who is in heaven."
                }
            ],
            "reference": "Matthew 5:14-16"
        },
        {
            "paragraphs": [
                {
                    "paragraph": "Do not think that I came to destroy the Law or the Prophets. I came not to destroy, but to fulfill."
                },
                {
                    "paragraph": "For truly, I say to you, until heaven and earth pass away, one iota or one apostrophe will never pass away from the Law until all have happened."
                },
                {
                    "paragraph": "Therefore, whoever loosens one of the least of these commandments and teaches this way to people will be called least in the Kingdom of Heaven; but whoever does and teaches this, will be called great in the Kingdom of Heaven."
                },
                {
                    "paragraph": "For I tell you that if your righteousness does not exceed more than the scribes and Pharisees, you will never enter into the Kingdom of Heaven."
                }
            ],
            "reference": "Matthew 5:17-20"
        },
        {
            "paragraphs": [
                {
                    "paragraph": "You heard that it was said to the ancients, \"Do not kill. And whoever kills is liable to judgment.\""
                },
                {
                    "paragraph": "But I say to you that all who are angry with his brother are liable to judgment."
                },
                {
                    "paragraph": "And whoever says to his brother \"foolish\" will be liable to the council."
                },
                {
                    "paragraph": "And whoever says \"stupid\" will be liable to hell."
                },
                {
                    "paragraph": "Therefore, if you are offering your gift on the altar and there you remember that your brother has something against you, leave your gift in front of the altar and go. First, be reconciled to your brother, and then come, offer your gift."
                }
            ],
            "reference": "Matthew 5:21-24"
        },
        {
            "paragraphs": [
                {
                    "paragraph": "Be in agreement with your accuser quickly till you are with him on the way, lest the accuser hand you over to the judge, and the judge to the officer, and you will be thrown into prison."
                },
                {
                    "paragraph": "Truly, I say to you, you will never get out of there until you pay the last cent."
                }
            ],
            "reference": "Matthew 5:25"
        },
        {
            "paragraphs": [
                {
                    "paragraph": "You heard that it was said, \"You shall not commit adultery.\""
                },
                {
                    "paragraph": "But I say to you that all who looks at a woman to lust at her has already committed adultery on her in his heart."
                },
                {
                    "paragraph": "Now if your right eye is causing you to sin, take it out, and throw it away from you; for it is profitable for you that one of the parts of your body be destroyed, and not your whole body be thrown into hell."
                },
                {
                    "paragraph": "And if your right hand is causing you to sin, cut it off, and throw it away from you; for it is profitable for you that one of the parts of your body be destroyed, and not your whole body go into hell."
                },
                {
                    "paragraph": "And it was said, \"Whoever divorces his wife, let him give her a certificate of divorce.\""
                },
                {
                    "paragraph": "But I say to you that all who divorces his wife, except for the reason of fornication, is making her commit adultery."
                },
                {
                    "paragraph": "And whoever marries a divorced woman commits adultery."
                }
            ],
            "reference": "Matthew 5:27-32"
        },
        {
            "paragraphs": [
                {
                    "paragraph": "Again you heard that it was said to the ancients, \"You shall not swear falsely, but you shall pay to the LORD your oaths.\""
                },
                {
                    "paragraph": "But I say to you, do not swear at all. Neither by heaven, because it is the throne of GOD. Nor by the earth, because it is His footstool. Nor into Jerusalem, because it is the city of the great King. Nor should you swear by your head, because you are not able to make one hair white or black."
                },
                {
                    "paragraph": "But let your word be, if yes, then yes. If no, then no. And beyond these is from evil."
                }
            ],
            "reference": "Matthew 5:33-37"
        },
        {
            "paragraphs": [
                {
                    "paragraph": "You heard that it was said, \"Eye for an eye and tooth for a tooth.\""
                },
                {
                    "paragraph": "But I say to you, do not resist the evil one."
                },
                {
                    "paragraph": "But whoever slaps you on your right cheek, turn to him also the other one."
                },
                {
                    "paragraph": "And to the one who wants you to be judged and take your tunic, send away to him also the cloak."
                },
                {
                    "paragraph": "And whoever will compel you one mile, go with him two."
                },
                {
                    "paragraph": "To the one who asks you, give."
                },
                {
                    "paragraph": "And to the one who wants to borrow from you, do not turn away."
                }
            ],
            "reference": "Matthew 5:38-42"
        },
        {
            "paragraphs": [
                {
                    "paragraph": "You heard that it was said, \"Love your neighbor, and hate your enemy.\""
                },
                {
                    "paragraph": "But I say to you, love your enemies."
                },
                {
                    "paragraph": "Bless those who curse you."
                },
                {
                    "paragraph": "Do good to those who hate you."
                },
                {
                    "paragraph": "And pray for the sake of those who revile and persecute you."
                },
                {
                    "paragraph": "So that you may become sons of your Father, who is in Heaven."
                },
                {
                    "paragraph": "Because He causes His sun to rise upon the evil and the good, and sends rain upon the righteous and the unjust."
                },
                {
                    "paragraph": "For if you love those who love you, what reward do you have? Does not also the tax collectors do the same?"
                },
                {
                    "paragraph": "And if you greet your brothers, only, what more are you doing? Does not also the Gentiles do the same?"
                },
                {
                    "paragraph": "Therefore, be perfect, as your Father in Heaven is perfect."
                }
            ],
            "reference": "Matthew 5:43-48"
        },
        {
            "paragraphs": [
                {
                    "paragraph": "Be careful not to do your righteousness in front of the people to be seen by them. For you will surely have no wage from your Father, who is in Heaven."
                },
                {
                    "paragraph": "Therefore, whenever you do alms, do not sound a trumpet in front of you, just as the hypocrites are doing in the synagogues and in the streets, so that they may be glorified by the people. Truly, I say to you, they have received their wage."
                },
                {
                    "paragraph": "But when you do alms, do not let your left hand know what your right hand is doing, so that your alms is in secret. And your Father who sees in secret, will pay you."
                }
            ],
            "reference": "Matthew 6:1-4"
        },
        {
            "paragraphs": [
                {
                    "paragraph": "If you abide in my word, you are truly my disciples."
                },
                {
                    "paragraph": "And you will know the truth."
                },
                {
                    "paragraph": "And the truth will set you free."
                }
            ],
            "reference": "John 8:31-32"
        },
        {
            "paragraphs": [
                {
                    "paragraph": "I am the way, and the truth, and the life."
                },
                {
                    "paragraph": "No one comes to the Father except through me."
                },
                {
                    "paragraph": "If you had known me, you would have known my Father also."
                },
                {
                    "paragraph": "From now on you know Him and have seen Him."
                }
            ],
            "reference": "John 14:6-7"
        }
    ]
}